Repository: es0612/OtetsudaiCoin
Catalog: app/OtetsudaiCoin/Resources/Localizable.xcstrings
Source language: ja
Languages: en

source: アプリを評価
en: Rate App

source: アプリ情報
en: App Info

source: インターネット接続を確認してください。
en: Please check your internet connection.

source: エラー
en: Error

source: おてつだいコイン
en: OtetsudaiCoin

source: おてつだいコインへようこそ！
en: Welcome to OtetsudaiCoin!

source: オフライン
en: Offline

source: おめでとう！
en: Congratulations!

source: おめでとうございます！
en: Congratulations!

source: お名前未入力
en: Name not entered

source: お子様ががんばったお手伝いを記録して、 コインを獲得しましょう
en: Record the chores your child did and earn coins

source: お子様が登録されていません
en: No children registered

source: お子様が登録されました！
en: Child registered!

source: お子様が選択されました！
en: Child selected!

source: お子様のお名前
en: Child's Name

source: お子様のお手伝いを楽しく記録して、 コインを貯めていきましょう！
en: Record your child's chores in a fun way and collect coins!

source: お子様の名前と好きな色を設定して、 専用のプロフィールを作成します
en: Set your child's name and favorite color to create their profile

source: お子様の成績を確認
en: Check your child's progress

source: お子様の追加・編集
en: Add or edit children

source: お子様を登録
en: Register Child

source: お子様を登録してください
en: Please register a child

source: お子様を追加
en: Add Child

source: お子様を選択
en: Select Child

source: お子様を選択してください
en: Please select a child

source: お子様管理
en: Child Management

source: お小遣い支払い確認
en: Allowance Payment Confirmation

source: お手伝い
en: Help

source: お手伝いした人
en: Helper

source: お手伝いする人とタスクを選んでください
en: Select a helper and a task

source: お手伝いする人を選んでください
en: Please select a helper

source: お手伝いタスク
en: Help Task

source: お手伝いタスクを選択してください
en: Please select a help task

source: お手伝いでコインを貯めよう！
en: Earn coins by helping!

source: お手伝いの記録
en: Help Recording

source: お手伝いリストを編集
en: Edit Help Task List

source: お手伝いを記録
en: Record chores

source: お手伝いを記録してコイン獲得
en: Record help and earn coins

source: お手伝いを記録しました！
en: Help recorded!

source: お手伝いを記録しよう！
en: Let's record chores!

source: お手伝いを選んで記録
en: Select and record chores

source: お手伝いを選択
en: Select Help

source: お手伝い内容
en: Help Details

source: お手伝い単価設定済み
en: Help task rate set

source: お手伝い履歴
en: Help History

source: お手伝い管理
en: Task Management

source: お手伝い記録
en: Help Record

source: お手伝い記録がありません
en: No help records

source: お手伝い頑張り中
en: Keep up the great work!

source: カラーを選択
en: Select Color

source: がんばったお手伝いを記録
en: Record completed chores

source: がんばったお手伝いを選んでください
en: Choose the chore completed

source: がんばった成果をコインに
en: Turn efforts into coins

source: キャンセル
en: Cancel

source: コイン
en: Coins

source: コイン単価
en: Coin Rate

source: コイン単価は1以上で入力してください
en: Coin rate must be 1 or more

source: この月のお手伝い記録はありません
en: No help records for this month

source: この記録を削除しますか？この操作は取り消せません。
en: Are you sure you want to delete this record? This action cannot be undone.

source: サーバーに接続できません。しばらく待ってから再度お試しください。
en: Cannot connect to the server. Please wait and try again.

source: ストレージ容量が不足しています。デバイスの空き容量を確保してください。
en: Storage is full. Please free up space on your device.

source: タスクを削除しました
en: Task deleted

source: タスクを更新しました
en: Task updated

source: タスクを追加しました
en: Task added

source: タスク名
en: Task Name

source: タスク名を入力してください
en: Please enter a task name

source: タスク情報
en: Task Info

source: タスク編集
en: Edit Task

source: タスク追加
en: Add Task

source: タップして選択
en: Tap to select

source: チュートリアルをスキップ
en: Skip Tutorial

source: チュートリアルを再表示
en: Show Tutorial Again

source: チュートリアル完了です。 これでおてつだいコインを 始められます！
en: Tutorial complete! You're ready to start using OtetsudaiCoin!

source: データの保存に失敗しました
en: Failed to save data

source: データベースエラーが発生しました。アプリを再起動してください。
en: A database error occurred. Please restart the app.

source: データベースに問題が発生しました。アプリを再起動してください。
en: A database issue occurred. Please restart the app.

source: データベースの読み込みに失敗しました
en: Failed to load database

source: データベースへのアクセスが拒否されました。アプリを再起動してください。
en: Database access denied. Please restart the app.

source: テーマカラー
en: Theme Color

source: ネットワークエラーが発生しました。接続を確認してください。
en: A network error occurred. Please check your connection.

source: バージョン
en: Version

source: ファイルシステムエラーが発生しました。アプリを再起動してください。
en: A file system error occurred. Please restart the app.

source: ファイルへのアクセスが拒否されました。アプリを再起動してください。
en: File access denied. Please restart the app.

source: プレビュー
en: Preview

source: ヘルプ
en: Help

source: ホーム画面
en: Home Screen

source: まだ履歴がありません
en: No history yet

source: メッセージ
en: Message

source: メモリが不足しています。他のアプリを終了してから再度お試しください。
en: Out of memory. Please close other apps and try again.

source: モバイル
en: Cellular

source: 一部支払い済み
en: Partially paid

source: 下部の「記録」ボタンをタップ
en: Tap the Record button at the bottom

source: 予期しないエラーが発生しました。アプリを再起動してください。
en: An unexpected error occurred. Please restart the app.

source: 今日のお手伝い
en: Today's Help

source: 今日のお手伝い：
en: Today's help:

source: 今月
en: This Month

source: 今月のお小遣い
en: This month's allowance

source: 今月のお小遣いは支払い済みです
en: This month's allowance has been paid

source: 今月のお小遣いを支払う
en: Pay monthly allowance

source: 今月のお手伝い
en: This Month's Help

source: 今月のお手伝い記録がありません
en: No help records this month

source: 今月のコイン
en: This Month's Coins

source: 今週
en: This Week

source: 保存
en: Save

source: 入力データが無効です
en: Invalid input data

source: 入力データに問題があります。もう一度お試しください。
en: There is an issue with the input data. Please try again.

source: 全期間
en: All Time

source: 再試行
en: Retry

source: 再読み込み
en: Reload

source: 最初のお子様を登録しましょう
en: Let's register your first child

source: 処理がキャンセルされました。
en: The operation was cancelled.

source: 処理に時間がかかりすぎています。しばらく待ってから再度お試しください。
en: Processing is taking too long. Please wait and try again.

source: 利用可能なお手伝いタスクがありません
en: No help tasks available

source: 利用可能なタスクがありません
en: No tasks available

source: 削除
en: Delete

source: 削除対象の子供が見つかりません
en: Child to delete was not found

source: 削除確認
en: Delete Confirmation

source: 単価
en: Rate

source: 同じデータが既に存在します。
en: The same data already exists.

source: 同じ名前のタスクが既に存在します
en: A task with the same name already exists

source: 同じ名前の子供が既に登録されています
en: A child with the same name is already registered

source: 名前や好きな色を設定
en: Set name and favorite color

source: 回
en: times

source: 基本情報
en: Basic Info

source: 変更を保存
en: Save Changes

source: 子供が選択されていません
en: No child selected

source: 子供情報編集
en: Edit Child Info

source: 子供選択
en: Select Child

source: 完了
en: Done

source: 実績
en: Stats

source: 履歴を読み込み中...
en: Loading history...

source: 平均コイン
en: Average Coins

source: 必要なファイルが見つかりません。アプリを再インストールしてください。
en: Required file not found. Please reinstall the app.

source: 成功
en: Success

source: 成長を確認
en: Check progress

source: 戻る
en: Back

source: 接続がタイムアウトしました。しばらく待ってから再度お試しください。
en: Connection timed out. Please wait and try again.

source: 接続中
en: Connecting

source: 支払い履歴を確認
en: Check payment history

source: 支払い後の追加獲得分
en: Additional earnings after payment

source: 支払い済み
en: Paid

source: 支払い確認
en: Payment Confirmation

source: 支払い記録
en: Payment Record

source: 支払う
en: Pay

source: 新しいタスクを追加
en: Add New Task

source: 新しい子供を追加
en: Add New Child

source: 新しい子供追加
en: Add New Child

source: 日時
en: Date/Time

source: 月別履歴
en: Monthly History

source: 有効
en: Active

source: 有効にする
en: Enable

source: 期間
en: Period

source: 未払い
en: Unpaid

source: 未支払い
en: Unpaid

source: 未支払いのお小遣いがあります
en: There are unpaid allowances

source: 未支払い期間:
en: Unpaid period:

source: 次はお手伝いの記録方法を 学んでみましょう
en: Next, let's learn how to record chores

source: 次へ
en: Next

source: 準備完了です！
en: All set!

source: 無効
en: Inactive

source: 無効にする
en: Disable

source: 獲得！
en: Earned!

source: 獲得コイン
en: Earned Coins

source: 登録したお子様を選ぶ
en: Choose your registered child

source: 統計で進捗をチェック
en: Track progress with stats

source: 編集
en: Edit

source: 記録する
en: Record

source: 記録するお子様：
en: Recording for:

source: 記録するお子様を選んでください
en: Choose a child to record for

source: 記録タブを開く
en: Open Record tab

source: 記録ボタンをタップ
en: Tap the Record button

source: 記録を削除
en: Delete Record

source: 記録を削除しました
en: Record deleted

source: 記録を更新しました
en: Record updated

source: 記録を編集
en: Edit Record

source: 記録完了！アニメーションを確認してください
en: Recording complete! Check the animation

source: 記録日時
en: Record Date

source: 記録準備完了！
en: Ready to record!

source: 記録画面
en: Record Screen

source: 設定
en: Settings

source: 設定画面
en: Settings Screen

source: 読み込み中...
en: Loading...

source: 追加分を支払う
en: Pay additional

source: 連続記録
en: Consecutive Days

source: 過去3か月
en: Last 3 Months

source: 選択中
en: Selected

source: 閉じる
en: Close

source: 開始
en: Start
